Repository: Amine27/plasma_applet_mawakit
Catalog: po/*.po
Languages: ar, fr

source: Display
ar: العرض
fr: Affichage

source: Show Times
ar: أظهر الأوقات
fr: Afficher les temps

source: Chose times to show in tooltips:
ar: اختر الأوقات التي تظهر في التلميحة:
fr: Choisissez les tmps pour afficher dans les infobulles:

source: Fajr
ar: الفجر

source: Sunrise
ar: الشروق
fr: Shourouk

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha'a
ar: العشاء

source: Display Mode
ar: طريقة العرض
fr: Mode d'affichage

source: Show next prayer time
ar: أظهر الوقت التالي للصلاة
fr: Afficher la prochaine prière

source: Countdown to next prayer
ar: عد تنازليا حتى الوقت التالي للصلاة
fr: Compte à rebours à la prochaine prière

source: Don't show hour if it is zero
ar: لا تظهر الساعات إذا كانت صفرا
fr: Ne pas afficher les heures si elle est nulle

source: Ignore seconds when more than one hour is remaining
ar: ألغ الثواني إذا بقي أكثر من ساعة
fr: Ignorer les secondes lorsque il reste plus d'une heure

source: Show until 10 minutes current prayer time
ar: أظهر الوقت الحالي للصلاة لمدة 10 دقائق
fr: Afficher la prière courante jusqu'à 10 minutes

source: Show time from previous prayer
ar: أظهر الوقت منذ الصلاة السابقة
fr: Afficher le temps depuis la prière précédente

source: Use AM/PM clock format
ar: استعمل نموذج الساعة صباحا/مساء
fr: Utilisez le format de l'horloge AM/PM

source: Enable effect of the remaining time for prayer
ar: تفعيل مؤثر الوقت المتبقي للصلاة
fr: Activer l'effet du temps restant pour la prière

source: Location
ar: الموقع
fr: Emplacement

source: Country/City
ar: البلد/المدينة
fr: Pays/Ville

source: Chose your country:
ar: اختر بلدك:
fr: Choisissez votre pays:

source: Chose your city:
ar: اختر مدينتك:
fr: Choisissez votre ville:

source: Informations
ar: معلومات

source: Latitude:
ar: خط العرض:

source: Longitude:
ar: خط الطول:

source: Time zone:
ar: النطاق الزمني:
fr: Fuseau horaire:

source: Daylight Savings Time
ar: مراعاة التوقيت الصيفي
fr: Heure d'été

source: Other Settings
ar: خيارات أخرى
fr: Autres options

source: Calculation method:
ar: طريقة الحساب:
fr: Méthode de calcul:

source: Umm Al-Qurra
ar: جامعة أم القرى

source: Egyptian General Authority of Survey
ar: الهيئة العامة المصرية للمساحة
fr: Autorité Générale Égyptienne de Sondage

source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشى
fr: Université des Sciences Islamiques, Karachi

source: Islamic Society of North America
ar: الإتحاد الإسلامي بأمريكا الشمالية
fr: Association islamique d'Amérique du Nord

source: Muslim World League
ar: رابطة العالم الإسلامي
fr: Ligue Musulmane Mondiale

source: Asr juristic method:
ar: المذهب الفقهي للعصر:
fr: Méthode juridique du Asr:

source: Shafi'i, Hanbali, Maliki
ar: الشافعي، الحنبلي، المالكي

source: Hanafi
ar: الحنفي

source: Manual Calculations
ar: الحساب اليدوي
fr: Calculs manuels

source: None
ar: لاشيء
fr: Aucun

source: Middle of Night
ar: منتصف الليل
fr: Milieu de la nuit

source: One-Seventh of Night
ar: سُبع الليل
fr: Un septième de la nuit

source: Angle-Based
ar: اعتمادا على الزاوية
fr: Basé sur les angles

source: Adjustment for higher latitudes:
ar: ضبط لخطوط العرض العليا
fr: Ajustement pour les hautes latitudes:

source: if a prayer time in Mawakit consistently differs from the local prayer time, you can statically adjust it below.
ar: إذا كان وقت الصلاة في مواقيت مختلف عن وقت الصلاة المحلي، يمكنك ضبطها تقريبيا أدناه.
fr: Si un temps de prière dans Mawakit diffère toujours de temps de prière local, vous pouvez l'ajuster de façon statique ci-dessous.

source: Fajr:
ar: الفجر:

source: Fixed Time
ar: وقت ثابت
fr: Temps fixe

source: Sunrise:
ar: الشروق:
fr: Shourouk:

source: Dhuhr:
ar: الظهر:

source: Asr:
ar: العصر:

source: Maghrib:
ar: المغرب:

source: Isha'a:
ar: العشاء:

source: Monthly Prayer
ar: أوقات الصلاة الشهرية
fr: Prière Mensuelle

source: Previous year
ar: السنة السابقة
fr: Année précédente

source: Previous month
ar: الشهر السابق
fr: Mois précédent

source: Next month
ar: الشهر التالي
fr: Mois suivant

source: Next year
ar: السنة التالية
fr: Année suivante

source: Day
ar: اليوم
fr: Jour

source: Show in Hijri calandar
ar: استعمال التقويم الهجري
fr: Afficher dans le calendrier Hijri

source: Hijri Calendar
ar: التقويم الهجري
fr: Calendrier Hégirien

source: Save
ar: حفظ
fr: Enregistrer

source: Print
ar: طباعة
fr: Imprimer

source: Notifications
ar: التنبيهات

source: Alerts
ar: الإنذارات
fr: Alertes

source: Display notifications before prayer times:
ar: أظهر التنبيهات قبل أوقات الصلاة:
fr: Afficher les notifications avant le temps de prière:

source: min
ar: د

source: Display notifications after prayer times:
ar: أظهر التنبيهات بعد أوقات الصلاة:
fr: Afficher les notifications après le temps de prière:

source: Sound
ar: الصوت
fr: Son

source: Play athan at prayer times
ar: تشغيل الأذان عند أوقات الصلاة
fr: Lire athan aux temps de prière

source: Adhan file:
ar: ملف الأذان
fr: fichier de athan

source: Play
ar: تشغيل
fr: Jouer

source: Fajr Adhan file:
ar: ملف أذان الفجر
fr: fichier athan de Fajr

source: Play Duaa
ar: تفعيل الدعاء
fr: Lire Duaa

source: Volume:
ar: الصوت:

source: Stop players at praying time (Amarok, Dragon Player...)
ar: إيقاف المشغلات عند وقت الصلاة (أماروك، المشغل دراجون ...)
fr: Arrêter les lecteurs au moment de la prière (Amarok, Dragon Player ...)

source: Qibla Direction
ar: إتجاه القبلة
fr: Direction de la Qibla

# NAME OF TRANSLATORS
source: Your names
ar: أمين روخ
fr: Amine Roukh

# EMAIL OF TRANSLATORS
source: Your emails
ar: amineroukh@gmail.com
fr: amineroukh@gmail.com

source: It is time for %1 prayer.
ar: حان وقت صلاة %1.
fr: Il est le temps pour la prière de %1.

source: Prayer Time
ar: وقت الصلاة
fr: Temps de prière

source: Stop Sound
ar: إيقاف الصوت
fr: Arrêter le son

source: %1 minute until %2 prayer.
ar: وقت صلاة %2.
fr: %1 minute jusqu'à la prière du %2.

source: %1 minute after %2 prayer.
ar: وقت صلاة %2.
fr: %1 minute après la prière du %2.

source: <table>
ar: <table dir='rtl'>

source: %1 from %2
ar: %1 منذ %2
fr: %1 depuis %2

source: to %1
ar: حتى %1
fr: jusqu'à %1

source: Prayer Times
ar: مواقيت الصلاة
fr: Horaires de prières

source: Qibla direction: %1° from True North
ar: إتجاه القبلة: %1° من الشمال الحقيقي
fr: Direction de la Qibla: %1° du nord vrai

source: Distance: %1 km
ar: المسافة: %1 كلم

source: Gregorian
ar: ميلادي
fr: Grégorien

source: Hijri
ar: هجري
fr: Hégirien

source: Islamic new year
ar: رأس السنة الهجرية
fr: Nouvel an musulman

source: Aashoraa day
ar: يوم عاشوراء
fr: Le jour d'Aashoraa

source: Birth of the prophet
ar: المولد النبوي
fr: Naissance du prophète

source: Isra and Mi'raj
ar: الإسراء والمعراج
fr: Isra et Mi'raj

source: First day of fasting month
ar: أول أيام شهر الصيام
fr: Première journée du mois de jeûne

source: Eid al-fitr
ar: عيد الفطر
fr: Aïd al-Fitr

source: Eid al-adha
ar: عيد الأضحى
fr: Aïd al-Adha

source: Today
ar: اليوم
fr: Aujourd'hui

source: Save File
ar: حفظ الملف
fr: Enregistrer le fichier

source: Prayer Times Schedule
ar: جدول مواقيت الصلاة
fr: Table des Horaires de prières

source: Month:
ar: الشهر:
fr: Mois:

source: Location:
ar: الموقع:
fr: Emplacement:

source: The selected filetype is not supported by Phonon.
ar: الملف المحدد غير مدعوم من قبل فونون.
fr: Le type de fichier sélectionné n'est pas pris en charge par Phonon.

source: Unsupported filetype
ar: نوع الملف غير مدعوم
fr: Type de fichier non pris en charge

source: Fatal Error
ar: خطأ فادح
fr: Erreur fatale

source: Error
ar: خطأ
fr: Erreur
